Revit 2024 API
ParameterTypeId.FabricSheetMajorSpacing Property
 "Major Spacing": Major Spacing
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId FabricSheetMajorSpacing { get; }
Visual Basic
Public Shared ReadOnly Property FabricSheetMajorSpacing As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ FabricSheetMajorSpacing {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace